{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "FACCModule",
			"Children": [
				{
					"Source":
					{
						"Text": "Accessory"
					},
					"Translation":
					{
						"Text": "Accessoire"
					},
					"Key": "title.accessory"
				},
				{
					"Source":
					{
						"Text": "Add new empty"
					},
					"Translation":
					{
						"Text": "Ajouter un nouveau vide"
					},
					"Key": "tooltip.add_new_empty"
				},
				{
					"Source":
					{
						"Text": "Add new from selected character"
					},
					"Translation":
					{
						"Text": "Ajouter nouveau à partir du caractère sélectionné"
					},
					"Key": "tooltip.add_new_from_selected_char"
				},
				{
					"Source":
					{
						"Text": "Anime Character Creator"
					},
					"Translation":
					{
						"Text": "Créateur de personnage d'anime"
					},
					"Key": "template_name"
				},
				{
					"Source":
					{
						"Text": "Anime Character Creator {version}"
					},
					"Translation":
					{
						"Text": "Créateur de personnages d'anime {version}"
					},
					"Key": "template_name_with_version"
				},
				{
					"Source":
					{
						"Text": "Are you sure do you want add a new character ?"
					},
					"Translation":
					{
						"Text": "Etes-vous sûr de vouloir ajouter un nouveau personnage ?"
					},
					"Key": "message.ask_add_character"
				},
				{
					"Source":
					{
						"Text": "B"
					},
					"Translation":
					{
						"Text": "B"
					},
					"Key": "label.short_blue"
				},
				{
					"Source":
					{
						"Text": "Back"
					},
					"Translation":
					{
						"Text": "Retour"
					},
					"Key": "btn.back"
				},
				{
					"Source":
					{
						"Text": "Background"
					},
					"Translation":
					{
						"Text": "Arrière-plan"
					},
					"Key": "title.background"
				},
				{
					"Source":
					{
						"Text": "Base"
					},
					"Translation":
					{
						"Text": "Base"
					},
					"Key": "menu.base"
				},
				{
					"Source":
					{
						"Text": "Bearb"
					},
					"Translation":
					{
						"Text": "Ours"
					},
					"Key": "title.bearb"
				},
				{
					"Source":
					{
						"Text": "Blue Sky"
					},
					"Translation":
					{
						"Text": "Голубое небо"
					},
					"Key": "skybox.01"
				},
				{
					"Source":
					{
						"Text": "Blue Star"
					},
					"Translation":
					{
						"Text": "Étoile bleue"
					},
					"Key": "btn.blue_star"
				},
				{
					"Source":
					{
						"Text": "Body"
					},
					"Translation":
					{
						"Text": "Corps"
					},
					"Key": "menu.body"
				},
				{
					"Source":
					{
						"Text": "Body Morphs"
					},
					"Translation":
					{
						"Text": "Morphes du corps"
					},
					"Key": "title.body_morphs"
				},
				{
					"Source":
					{
						"Text": "Breast"
					},
					"Translation":
					{
						"Text": "Sein"
					},
					"Key": "breast"
				},
				{
					"Source":
					{
						"Text": "Brow"
					},
					"Translation":
					{
						"Text": "Sourcils"
					},
					"Key": "menu.brow"
				},
				{
					"Source":
					{
						"Text": "Cancel"
					},
					"Translation":
					{
						"Text": "Annuler"
					},
					"Key": "btn.cancel"
				},
				{
					"Source":
					{
						"Text": "Change Gender"
					},
					"Translation":
					{
						"Text": "Changer de sexe"
					},
					"Key": "btn.open_gender_modal"
				},
				{
					"Source":
					{
						"Text": "Change Language"
					},
					"Translation":
					{
						"Text": "Changer la langue"
					},
					"Key": "title.change_lang"
				},
				{
					"Source":
					{
						"Text": "Change Specie"
					},
					"Translation":
					{
						"Text": "Changer d'espèce"
					},
					"Key": "btn.change_specie"
				},
				{
					"Source":
					{
						"Text": "Character Detail"
					},
					"Translation":
					{
						"Text": "Détail du personnage"
					},
					"Key": "header.character_detail"
				},
				{
					"Source":
					{
						"Text": "Character Preset"
					},
					"Translation":
					{
						"Text": "Présélection de caractères"
					},
					"Key": "title.character_preset"
				},
				{
					"Source":
					{
						"Text": "Character removing..."
					},
					"Translation":
					{
						"Text": "Suppression du caractère..."
					},
					"Key": "messsage.character_remove_progress"
				},
				{
					"Source":
					{
						"Text": "Characters Selection"
					},
					"Translation":
					{
						"Text": "Sélection des personnages"
					},
					"Key": "header_character_selection"
				},
				{
					"Source":
					{
						"Text": "Choose Specie"
					},
					"Translation":
					{
						"Text": "Choisir l'espèce"
					},
					"Key": "title.choose_specie"
				},
				{
					"Source":
					{
						"Text": "Close"
					},
					"Translation":
					{
						"Text": "Fermer"
					},
					"Key": "btn.close"
				},
				{
					"Source":
					{
						"Text": "Cloth"
					},
					"Translation":
					{
						"Text": "Tissu"
					},
					"Key": "title.cloth"
				},
				{
					"Source":
					{
						"Text": "Cloth Foot"
					},
					"Translation":
					{
						"Text": "Pied en tissu"
					},
					"Key": "title.cloth_foot"
				},
				{
					"Source":
					{
						"Text": "Cloth Pant"
					},
					"Translation":
					{
						"Text": "Pantalon en tissu"
					},
					"Key": "title.cloth_pant"
				},
				{
					"Source":
					{
						"Text": "Cloth Top"
					},
					"Translation":
					{
						"Text": "Dessus en tissu"
					},
					"Key": "title.cloth_top"
				},
				{
					"Source":
					{
						"Text": "Color 1"
					},
					"Translation":
					{
						"Text": "Couleur 1"
					},
					"Key": "title.color_1"
				},
				{
					"Source":
					{
						"Text": "Color 2"
					},
					"Translation":
					{
						"Text": "Couleur 2"
					},
					"Key": "title.color_2"
				},
				{
					"Source":
					{
						"Text": "Color 3"
					},
					"Translation":
					{
						"Text": "Couleur 3"
					},
					"Key": "title.color_3"
				},
				{
					"Source":
					{
						"Text": "Confirm"
					},
					"Translation":
					{
						"Text": "Confirmer"
					},
					"Key": "btn.confirm"
				},
				{
					"Source":
					{
						"Text": "Convert To Json"
					},
					"Translation":
					{
						"Text": "Convertir en Json"
					},
					"Key": "btn.convert_char_creation_to_json"
				},
				{
					"Source":
					{
						"Text": "Custom"
					},
					"Translation":
					{
						"Text": "Personnalisé"
					},
					"Key": "menu.custom"
				},
				{
					"Source":
					{
						"Text": "Custom Face"
					},
					"Translation":
					{
						"Text": "Visage personnalisé"
					},
					"Key": "title.custom_face"
				},
				{
					"Source":
					{
						"Text": "Custom Face - Color"
					},
					"Translation":
					{
						"Text": "Visage personnalisé - Couleur"
					},
					"Key": "title.custom_face_color"
				},
				{
					"Source":
					{
						"Text": "Dark"
					},
					"Translation":
					{
						"Text": "Sombre"
					},
					"Key": "label.dark"
				},
				{
					"Source":
					{
						"Text": "Detail"
					},
					"Translation":
					{
						"Text": "Détail"
					},
					"Key": "menu.detail"
				},
				{
					"Source":
					{
						"Text": "Details"
					},
					"Translation":
					{
						"Text": "Détails"
					},
					"Key": "title.details"
				},
				{
					"Source":
					{
						"Text": "Diamond"
					},
					"Translation":
					{
						"Text": "Diamant"
					},
					"Key": "label.diamond"
				},
				{
					"Source":
					{
						"Text": "Did you want delete the selected character ?"
					},
					"Translation":
					{
						"Text": "Voulez-vous supprimer le caractère sélectionné ?"
					},
					"Key": "message.ask_remove_char"
				},
				{
					"Source":
					{
						"Text": "Display Circle"
					},
					"Translation":
					{
						"Text": "Afficher un cercle"
					},
					"Key": "title.display_circle"
				},
				{
					"Source":
					{
						"Text": "Edit selected"
					},
					"Translation":
					{
						"Text": "Modifier les métriques sélectionnées"
					},
					"Key": "tooltip.edit_selected"
				},
				{
					"Source":
					{
						"Text": "Edition"
					},
					"Translation":
					{
						"Text": "Édition"
					},
					"Key": "btn.edition"
				},
				{
					"Source":
					{
						"Text": "ElfEar"
					},
					"Translation":
					{
						"Text": "Oreille d'elfe"
					},
					"Key": "elf_ear"
				},
				{
					"Source":
					{
						"Text": "Enter Name :"
					},
					"Translation":
					{
						"Text": "Entrer le nom :"
					},
					"Key": "label.enter_name"
				},
				{
					"Source":
					{
						"Text": "Extra"
					},
					"Translation":
					{
						"Text": "Extra"
					},
					"Key": "menu.extra"
				},
				{
					"Source":
					{
						"Text": "Eye"
					},
					"Translation":
					{
						"Text": "Œil"
					},
					"Key": "menu.eye"
				},
				{
					"Source":
					{
						"Text": "Eye Brow"
					},
					"Translation":
					{
						"Text": "Sourcils"
					},
					"Key": "title.eye_brow"
				},
				{
					"Source":
					{
						"Text": "Eye Color"
					},
					"Translation":
					{
						"Text": "Couleur des yeux"
					},
					"Key": "title.eye_color"
				},
				{
					"Source":
					{
						"Text": "Eye Shape"
					},
					"Translation":
					{
						"Text": "Forme des yeux"
					},
					"Key": "menu.eye_shape"
				},
				{
					"Source":
					{
						"Text": "Eye Style"
					},
					"Translation":
					{
						"Text": "Style des yeux"
					},
					"Key": "title.eye_style"
				},
				{
					"Source":
					{
						"Text": "EyeSize"
					},
					"Translation":
					{
						"Text": "Taille des yeux"
					},
					"Key": "label.eye_size"
				},
				{
					"Source":
					{
						"Text": "Face Custom"
					},
					"Translation":
					{
						"Text": "Personnalisation du visage"
					},
					"Key": "menu.face_custom"
				},
				{
					"Source":
					{
						"Text": "Finish"
					},
					"Translation":
					{
						"Text": "Terminer"
					},
					"Key": "btn.finish"
				},
				{
					"Source":
					{
						"Text": "Forehead"
					},
					"Translation":
					{
						"Text": "Front "
					},
					"Key": "forehead_a"
				},
				{
					"Source":
					{
						"Text": "Forenose"
					},
					"Translation":
					{
						"Text": "Front de taille"
					},
					"Key": "forenose_a"
				},
				{
					"Source":
					{
						"Text": "G "
					},
					"Translation":
					{
						"Text": "G"
					},
					"Key": "label.short_green"
				},
				{
					"Source":
					{
						"Text": "Gender"
					},
					"Translation":
					{
						"Text": "Sexe"
					},
					"Key": "menu.gender"
				},
				{
					"Source":
					{
						"Text": "General"
					},
					"Translation":
					{
						"Text": "Général"
					},
					"Key": "menu.general"
				},
				{
					"Source":
					{
						"Text": "Glove"
					},
					"Translation":
					{
						"Text": "Gant"
					},
					"Key": "title.glove"
				},
				{
					"Source":
					{
						"Text": "Hair"
					},
					"Translation":
					{
						"Text": "Cheveux"
					},
					"Key": "menu.hair"
				},
				{
					"Source":
					{
						"Text": "Hair Back"
					},
					"Translation":
					{
						"Text": "Cheveux en arrière"
					},
					"Key": "title.hair_back"
				},
				{
					"Source":
					{
						"Text": "Hair Color"
					},
					"Translation":
					{
						"Text": "Couleur des cheveux"
					},
					"Key": "menu.hair_color"
				},
				{
					"Source":
					{
						"Text": "Hair Front"
					},
					"Translation":
					{
						"Text": "Front de la chevelure"
					},
					"Key": "title.hair_front"
				},
				{
					"Source":
					{
						"Text": "Hair Side Left"
					},
					"Translation":
					{
						"Text": "Côté gauche des cheveux"
					},
					"Key": "title.hair_side_left"
				},
				{
					"Source":
					{
						"Text": "Hair Side Right"
					},
					"Translation":
					{
						"Text": "Côté cheveux à droite"
					},
					"Key": "title.hair_side_right"
				},
				{
					"Source":
					{
						"Text": "Hair Style"
					},
					"Translation":
					{
						"Text": "Coiffure"
					},
					"Key": "title.hair_style"
				},
				{
					"Source":
					{
						"Text": "Hair Tail back"
					},
					"Translation":
					{
						"Text": "Queue de cheveux en arrière"
					},
					"Key": "title.hair_tail_back"
				},
				{
					"Source":
					{
						"Text": "Hair Tail back - Position"
					},
					"Translation":
					{
						"Text": "Queue de cheveux en arrière - Position"
					},
					"Key": "title.hair_tail_back_position"
				},
				{
					"Source":
					{
						"Text": "Head"
					},
					"Translation":
					{
						"Text": "Tête (Head)"
					},
					"Key": "menu.head"
				},
				{
					"Source":
					{
						"Text": "Head Style"
					},
					"Translation":
					{
						"Text": "Style de tête"
					},
					"Key": "title.head_style"
				},
				{
					"Source":
					{
						"Text": "Head Top"
					},
					"Translation":
					{
						"Text": "Haut de la page"
					},
					"Key": "title.head_top"
				},
				{
					"Source":
					{
						"Text": "Height"
					},
					"Translation":
					{
						"Text": "Hauteur"
					},
					"Key": "title.height"
				},
				{
					"Source":
					{
						"Text": "Hips"
					},
					"Translation":
					{
						"Text": "Hanches"
					},
					"Key": "hips"
				},
				{
					"Source":
					{
						"Text": "Hips"
					},
					"Translation":
					{
						"Text": "Hanches"
					},
					"Key": "hips_size"
				},
				{
					"Source":
					{
						"Text": "Iris"
					},
					"Translation":
					{
						"Text": "Iris"
					},
					"Key": "title.iris"
				},
				{
					"Source":
					{
						"Text": "Jaw Fat"
					},
					"Translation":
					{
						"Text": "Graisse de la mâchoire"
					},
					"Key": "jaw_fat"
				},
				{
					"Source":
					{
						"Text": "Json Converter"
					},
					"Translation":
					{
						"Text": "Convertisseur Json"
					},
					"Key": "title.json_converter"
				},
				{
					"Source":
					{
						"Text": "Json to Character"
					},
					"Translation":
					{
						"Text": "Json en caractères"
					},
					"Key": "btn.json_to_char_creation"
				},
				{
					"Source":
					{
						"Text": "Large"
					},
					"Translation":
					{
						"Text": "Grand"
					},
					"Key": "label.large"
				},
				{
					"Source":
					{
						"Text": "Light"
					},
					"Translation":
					{
						"Text": "Clair"
					},
					"Key": "label.light"
				},
				{
					"Source":
					{
						"Text": "Lv.{value}"
					},
					"Translation":
					{
						"Text": "Lv.{value}"
					},
					"Key": "label.char_level"
				},
				{
					"Source":
					{
						"Text": "Maturity"
					},
					"Translation":
					{
						"Text": "Maturité"
					},
					"Key": "menu.maturity"
				},
				{
					"Source":
					{
						"Text": "Morph Detail"
					},
					"Translation":
					{
						"Text": "Morph Detail"
					},
					"Key": "menu.morph_detail"
				},
				{
					"Source":
					{
						"Text": "Morphology"
					},
					"Translation":
					{
						"Text": "Morphologie"
					},
					"Key": "title.morphology"
				},
				{
					"Source":
					{
						"Text": "Morphs"
					},
					"Translation":
					{
						"Text": "Morphes"
					},
					"Key": "menu.morphs"
				},
				{
					"Source":
					{
						"Text": "Mouth"
					},
					"Translation":
					{
						"Text": "Bouche"
					},
					"Key": "title.mouth"
				},
				{
					"Source":
					{
						"Text": "Mouth Size X"
					},
					"Translation":
					{
						"Text": "Taille de la bouche X"
					},
					"Key": "mouth_sx_a"
				},
				{
					"Source":
					{
						"Text": "Muscle"
					},
					"Translation":
					{
						"Text": "Muscle"
					},
					"Key": "label.muscle"
				},
				{
					"Source":
					{
						"Text": "No"
					},
					"Translation":
					{
						"Text": "Non"
					},
					"Key": "btn.no"
				},
				{
					"Source":
					{
						"Text": "Ok"
					},
					"Translation":
					{
						"Text": "Ok"
					},
					"Key": "btn.ok"
				},
				{
					"Source":
					{
						"Text": "Open Detail"
					},
					"Translation":
					{
						"Text": "Ouvrir les détails"
					},
					"Key": "btn.open_detail"
				},
				{
					"Source":
					{
						"Text": "Open Json Tool"
					},
					"Translation":
					{
						"Text": "Outil Open Json"
					},
					"Key": "btn.open_json_tool"
				},
				{
					"Source":
					{
						"Text": "Outfits"
					},
					"Translation":
					{
						"Text": "Tenues"
					},
					"Key": "menu.outfits"
				},
				{
					"Source":
					{
						"Text": "Pink Star"
					},
					"Translation":
					{
						"Text": "Étoile rose"
					},
					"Key": "btn.pink_star"
				},
				{
					"Source":
					{
						"Text": "Please enter the pseudo"
					},
					"Translation":
					{
						"Text": "Veuillez saisir le pseudo"
					},
					"Key": "ask.entry_pseudo"
				},
				{
					"Source":
					{
						"Text": "Pose"
					},
					"Translation":
					{
						"Text": "Pose"
					},
					"Key": "title.pose"
				},
				{
					"Source":
					{
						"Text": "Pose Style"
					},
					"Translation":
					{
						"Text": "Style de pose"
					},
					"Key": "menu.pose_style"
				},
				{
					"Source":
					{
						"Text": "Preset"
					},
					"Translation":
					{
						"Text": "Préréglage"
					},
					"Key": "menu.preset"
				},
				{
					"Source":
					{
						"Text": "Preset Color"
					},
					"Translation":
					{
						"Text": "Préréglage couleur"
					},
					"Key": "title.preset_color"
				},
				{
					"Source":
					{
						"Text": "R"
					},
					"Translation":
					{
						"Text": "R"
					},
					"Key": "label.short_red"
				},
				{
					"Source":
					{
						"Text": "Remove selected"
					},
					"Translation":
					{
						"Text": "Retirer la sélection"
					},
					"Key": "tooltip.remove_selected"
				},
				{
					"Source":
					{
						"Text": "Round"
					},
					"Translation":
					{
						"Text": "Rond"
					},
					"Key": "label.round"
				},
				{
					"Source":
					{
						"Text": "Save in progress"
					},
					"Translation":
					{
						"Text": "Sauvegarde en cours"
					},
					"Key": "message.save_in_progress"
				},
				{
					"Source":
					{
						"Text": "Skin Color"
					},
					"Translation":
					{
						"Text": "Couleur d’habillage"
					},
					"Key": "menu.skin_color"
				},
				{
					"Source":
					{
						"Text": "Skin Color 2"
					},
					"Translation":
					{
						"Text": "Couleur d’habillage 2"
					},
					"Key": "menu.skin_color_2"
				},
				{
					"Source":
					{
						"Text": "Slim"
					},
					"Translation":
					{
						"Text": "Mince"
					},
					"Key": "label.slim"
				},
				{
					"Source":
					{
						"Text": "Square"
					},
					"Translation":
					{
						"Text": "Carré"
					},
					"Key": "label.square"
				},
				{
					"Source":
					{
						"Text": "Start Game"
					},
					"Translation":
					{
						"Text": "Démarrer jeu"
					},
					"Key": "btn.start_game"
				},
				{
					"Source":
					{
						"Text": "Start as Client"
					},
					"Translation":
					{
						"Text": "Commencer en tant que client"
					},
					"Key": "btn.start_as_client"
				},
				{
					"Source":
					{
						"Text": "Start as Server"
					},
					"Translation":
					{
						"Text": "Démarrer en tant que serveur"
					},
					"Key": "btn.start_as_server"
				},
				{
					"Source":
					{
						"Text": "Tail"
					},
					"Translation":
					{
						"Text": "Suivre"
					},
					"Key": "title.tail"
				},
				{
					"Source":
					{
						"Text": "Violet Sky"
					},
					"Translation":
					{
						"Text": "Ciel violet"
					},
					"Key": "skybox.02"
				},
				{
					"Source":
					{
						"Text": "Waiting"
					},
					"Translation":
					{
						"Text": "En attente"
					},
					"Key": "message.waiting"
				},
				{
					"Source":
					{
						"Text": "Yes"
					},
					"Translation":
					{
						"Text": "Oui"
					},
					"Key": "btn.yes"
				},
				{
					"Source":
					{
						"Text": "You can't remove character until you don't have 2 or more"
					},
					"Translation":
					{
						"Text": "Vous ne pouvez pas retirer un caractère tant que vous n'avez pas 2 ou plus de"
					},
					"Key": "alert.cant_remove_char"
				},
				{
					"Source":
					{
						"Text": "You will copy this character as newer, it's good for you ?"
					},
					"Translation":
					{
						"Text": "Vous copierez ce personnage en tant que nouveau, c'est bon pour vous ?"
					},
					"Key": "message.ask_copy_character"
				},
				{
					"Source":
					{
						"Text": "You will edit the selected character, it's ok ?"
					},
					"Translation":
					{
						"Text": "Vous allez éditer le personnage sélectionné, c'est bon ?"
					},
					"Key": "mressage.ask_edit_char"
				}
			]
		}
	]
}